Repository: py3139406/bolt_ios
Catalog: *.lproj/Localizable.strings
Languages: hi, ta, te

source: Login
hi: लॉग इन करें
ta: உள்நுழைக
te: లాగిన్

source: Username
hi: उपयोगकर्ता नाम
ta: பயனர்பெயர்
te: వాడుకరి పేరు

source: Password
hi: पासवर्ड
ta: கடவுச்சொல்
te: పాస్వర్డ్

source: Forgot Password?
hi: पासवर्ड भूल गए?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్వర్డ్ను మర్చిపోయారు?

source: NEW USER? SIGN UP
hi: नया उपयोगकर्ता? साइन अप करें
ta: புதிய பயனர்? கையெழுத்து
te: క్రొత్త యూజర్? చేరడం

source: Enter password and User name
hi: पासवर्ड और उपयोगकर्ता नाम दर्ज करें
ta: கடவுச்சொல் மற்றும் பயனர் பெயர் உள்ளிடவும்
te: పాస్వర్డ్ మరియు వాడుకరి పేరుని నమోదు చేయండి

source: Enter password
hi: पास वर्ड दर्ज करें
ta: கடவுச்சொல்லை உள்ளிடவும்
te: రహస్య సంకేతం తెలపండి

source: Enter user name
hi: उपयोगकर्ता नाम दर्ज करें
ta: பயனர் பெயரை உள்ளிடவும்
te: యూజర్ పేరు నమోదు చేయండి

source: password must be greater than 5 characters
hi: पासवर्ड 5 वर्णों से अधिक होना चाहिए
ta: கடவுச்சொல் 5 எழுத்துகளுக்கு அதிகமாக இருக்க வேண்டும்
te: పాస్వర్డ్ తప్పక 5 అక్షరాల కంటే ఎక్కువగా ఉండాలి

source: login credentials are invalid
hi: लॉगिन प्रमाण-पत्र अमान्य हैं
ta: உள்நுழைவு சான்றுகள் தவறானவை
te: లాగిన్ ఆధారాలు చెల్లవు

source: Fill all fields
hi: सभी क्षेत्रों को भरें
ta: அனைத்து துறைகளிலும் நிரப்பவும்
te: అన్ని ఫీల్డ్లను పూరించండి

source: Forgot Password
hi: पासवर्ड भूल गए
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா
te: పాస్వర్డ్ మర్చిపోయారా

source: Enter the mobile number you registered with Bolt and we'll send you OTP to get you back online
hi: बोल्ट के साथ पंजीकृत मोबाइल नंबर दर्ज करें और आपको ऑनलाइन वापस लाने के लिए हम आपको ओटीपी भेजेंगे
ta: நீங்கள் பால்ட்டைப் பதிவுசெய்த மொபைல் எண்ணை உள்ளிடுக. ஆன்லைனில் உங்களை ஆன்லைனில் திரும்பப் பெற OPT ஐ அனுப்புவோம்
te: మీరు బోల్ట్తో నమోదు చేసిన మొబైల్ నంబర్ను నమోదు చేయండి మరియు మిమ్మల్ని ఆన్ లైన్ లో తిరిగి సంప్రదించడానికి మేము మీకు OTP ను పంపుతాము

source: Enter mobile number
hi: मोबाइल नंबर दर्ज करें
ta: மொபைல் எண் உள்ளிடவும்
te: మొబైల్ నంబర్ నమోదు చేయండి

source: Error
hi: त्रुटि
ta: பிழை
te: లోపం

source: Sign up
hi: साइन अप करें
ta: பதிவு செய்க
te: చేరడం

source: Mobile Number
hi: मोबाइल नंबर
ta: மொபைல் எண்
te: మొబైల్ సంఖ్య

source: Confirm Password
hi: पासवर्ड की पुष्टि कीजिये
ta: கடவுச்சொல்லை உறுதிப்படுத்துக
te: పాస్వర్డ్ని నిర్ధారించండి

source: Enter OTP
hi: ओटीपी दर्ज करें
ta: OTP ஐ உள்ளிடவும்
te: OTP ను ఎంటర్ చెయ్యండి

source: Didn't received? Send Again
hi: प्राप्त नहीं हुआ? फिर से भेजो
ta: பெறவில்லை? மீண்டும் அனுப்பு
te: అందుకోలేదా? మరల పంపు

source: send otp again
hi: फिर से ओटीपी भेजें
ta: மீண்டும் otp ஐ அனுப்பவும்
te: మళ్ళీ otp పంపండి

source: Please enter the OTP you just received,to reset your password
hi: अपना पासवर्ड रीसेट करने के लिए कृपया प्राप्त ओटीपी दर्ज करें
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க, நீங்கள் பெற்ற OTP ஐ உள்ளிடவும்
te: దయచేసి మీరు అందుకున్న OTP ను మీ పాస్ వర్డ్ ను రీసెట్ చేయడానికి ఎంటర్ చెయ్యండి

source: Immobilize
hi: स्थिर करना
ta: தடுப்பதற்கு
te: మోకాళ్లు

source: Select Vehicle/s & tap Bolt to immobilize
hi: वाहनों का चयन करें और स्थिर करना करने के लिए बोल्ट टैप करें
ta: வாகனத்தைத் தேர்ந்தெடுத்து & உற்சாகத்தைத் தட்டவும்
te: వెహికల్ / ఎస్ & ఎంబోబిలిటికి బోల్ట్ నొక్కండి

source: Hello
hi: नमस्ते
ta: வணக்கம்
te: హలో

source: Thank you for buying Bolt for your vehicle.Help us to know you better.Please enter your name & mail id below.
hi: अपने वाहन के लिए बोल्ट खरीदने के लिए धन्यवाद। हमें आपको बेहतर तरीके से जानने में सहायता करें। कृपया अपना नाम और मेल आईडी नीचे दर्ज करें।
ta: உங்கள் வாகனத்திற்கு போல்ட் வாங்குவதற்கு நன்றி. உங்களுக்கு நன்றாக தெரிந்து கொள்ள எங்களுக்கு உதவுங்கள்.உங்கள் பெயர் & மின்னஞ்சல் ஐடி கீழே உள்ளிடவும்.
te: మీ వాహనం కోసం బోల్ట్ను కొనుగోలు చేసినందుకు ధన్యవాదాలు. మీకు బాగా తెలిసినందుకు మాకు సహాయం చేయండి. దయచేసి మీ పేరు & మెయిల్ ఐడిని దిగువ నమోదు చేయండి.

source: Full Name
hi: पूरा नाम
ta: முழு பெயர்
te: పూర్తి పేరు

source: Email ID
hi: ईमेल आईडी
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ ID

source: Select Vehicle
hi: वाहन का चयन करें
ta: வாகனத்தைத் தேர்ந்தெடுக்கவும்
te: వాహనాన్ని ఎంచుకోండి

source: Reports
hi: रिपोर्ट
ta: அறிக்கைகள்
te: నివేదికలు

source: Select date
hi: तारीख़ चुनें
ta: தேதி தேர்வு
te: తేదీని ఎంచుకోండి

source: Select your Vehicle
hi: अपना वाहन चुनें
ta: உங்கள் வாகனத்தைத் தேர்ந்தெடுக்கவும்
te: మీ వాహనాన్ని ఎంచుకోండి

source: STOPS
hi: बंद करना
ta: நிறுத்தங்கள்
te: నడపండి

source: TRIPS
hi: ट्रिप्स
ta: பயணங்கள்
te: ట్రిప్స్

source: DAILY
hi: रोज
ta: தினசரி
te: రోజువారీ

source: Notifications
hi: सूचनाएं
ta: அறிவிப்புகளை
te: ప్రకటనలు

source: Traffic
hi: यातायात
ta: போக்குவரத்து
te: ట్రాఫిక్

source: Satellite Map
hi: उपग्रह मानचित्र
ta: செயற்கைக்கோள் வரைபடம்
te: శాటిలైట్ మ్యాప్

source: Ignition Path
hi: इग्निशन पथ
ta: பற்றவைப்பு பாதை
te: జ్వలన మార్గం

source: Daily Path
hi: दैनिक पथ
ta: தினசரி பாதை
te: డైలీ మార్గం

source: Share Location
hi: स्थान साझा करें
ta: பகிர்வு இருப்பிடம்
te: స్థానాన్ని భాగస్వామ్యం చేయండి

source: Bolt Tools
hi: बोल्ट उपकरण
ta: போல்ட் கருவிகள்
te: బోల్ట్ టూల్స్

source: Search Vehicle
hi: वाहन खोजें
ta: தேடல் வாகனம்
te: శోధన వాహనం

source: VIEW ALL VEHICLES
hi: सभी वाहन देखें
ta: எல்லா வாகனங்களையும் காண்க
te: అన్ని వాహనాలను వీక్షించండి

source: Name of fitter
hi: फिटर का नाम
ta: ஃபிட்டர் பெயர்
te: ఫిట్టర్ పేరు

source: Vehicle Name
hi: वाहन का नाम
ta: வாகன பெயர்
te: వాహనం పేరు

source: Device Mobile Number
hi: डिवाइस मोबाइल नंबर
ta: சாதன மொபைல் எண்
te: పరికర మొబైల్ సంఖ్య

source: Device IMEI Number
hi: डिवाइस आईएमईआई संख्या
ta: சாதன IMEI எண்
te: పరికర IMEI సంఖ్య

source: Activate Devices
hi: डिवाइस सक्रिय करें
ta: சாதனங்களைச் செயலாக்கு
te: పరికరాలను సక్రియం చేయండి

source: Before activating tracker make sure following checks are done.
hi: ट्रैकर को सक्रिय करने से पहले सुनिश्चित करें कि निम्नलिखित चेक किए गए हैं।
ta: கண்காணிப்பதை செயல்படுத்துவதற்கு முன்னர் சரிபார்க்கும் காசோலைகளைச் செய்யுங்கள்.
te: ట్రాకర్ను సక్రియం చేయడానికి ముందు తనిఖీలను పూర్తి చేశారని నిర్ధారించుకోండి..

source: Insert Sim Card
hi: सिम कार्ड डालें
ta: சிம் கார்டை செருகவும்
te: సిమ్ కార్డును చొప్పించండి

source: Switch On Tracker
hi: ट्रैकर पर स्विच करें
ta: டிராக்கர் ஆன் ஸ்விட்ச்
te: ట్రాకర్ ఆన్ చేయండి

source: Wait Till Lights Get Stable
hi: प्रतीक्षा करें लाइट्स स्थिर हो जाओ
ta: காத்திருங்கள் வரை காத்திருங்கள்
te: వెయిట్ టిల్ లైట్స్ స్థిరంగా పొందండి

source: REPORTS
hi: रिपोर्ट
ta: அறிக்கைகள்
te: నివేదికలు

source: IMMOBILIZE
hi: स्थिर करना
ta: தடுப்பதற்கு
te: మోకాళ్లు

source: CONNECT & SHARE
hi: कनेक्ट करें और साझा करें
ta: இணை & பகிர்
te: కనెక్ట్ చేయండి & భాగస్వామ్యం చేయండి

source: APP SETTINGS
hi: एप्लिकेशन सेटिंग
ta: பயன்பாட்டு அமைப்புகள்
te: అనువర్తన సెట్టింగ్లు

source: CONFIGURATION
hi: कॉन्फ़िगरेशन
ta: கட்டமைப்பு
te: ఆకృతీకరణ

source: GEOFENCE
hi: जियोफ़ेंस
ta: புவி வேலி
te: జియోఫెన్స్

source: HELP
hi: मदद
ta: உதவி
te: సహాయం

source: LOGOUT
hi: लोग आउट
ta: வெளியேறு
te: లాగ్ అవుట్

source: PROFILE
hi: प्रोफाइल
ta: பின்னணிக்
te: ప్రొఫైల్

source: Language
hi: भाषा
ta: மொழி
te: భాషా

source: Notification Tone
hi: अधिसूचना टोन
ta: அறிவிப்பு டோன்
te: నోటిఫికేషన్ టోన్

source: Online Vehicle Color
hi: ऑनलाइन वाहन रंग
ta: ஆன்லைன் வாகன வண்ணம்
te: ఆన్లైన్ వాహన రంగు

source: Configuration
hi: कॉन्फ़िगरेशन
ta: கட்டமைப்பு
te: ఆకృతీకరణ

source: Reset Password
hi: पासवर्ड रीसेट
ta: கடவுச்சொல்லை மீட்டமைக்க
te: రహస్యపదాన్ని మార్చుకోండి

source: Terms & Conditions
hi: नियम एवं शर्तें
ta: விதிமுறைகளும் நிபந்தனைகளும்
te: నిబంధనలు & షరతులు

source: Yes, I Agree
hi: हाँ मैं सहमत हूँ
ta: ஆம் நான் ஏற்கிறேன்
te: అవును నేను అంగీకరిస్తున్నాను

source: Circle
hi: वृत्त
ta: வட்டம்
te: వృత్తం

source: Polygon
hi: बहुभुज
ta: பலகோணம்
te: పాలిగాన్

source: Polyline
hi: पॉलीलाइन
ta: பாலிலைன்
te: పాలీలైన్

source: SUBMIT
hi: जमा करें
ta: சமர்ப்பி
te: సమర్పించు

source: SAVE
hi: सेव करें
ta: சேமிக்க
te: కాపాడుకొను

source: NEW GE0FENCE
hi: नया जियोफ़ेंस
ta: புதிய பூகோளவேலி
te: క్రొత్త గొంగళి

source: Parking Mode
hi: पार्किंग मोड
ta: பார்க்கிங் முறை
te: పార్కింగ్ మోడ్

source: select vechile/s & turn on parking mode
hi: वाहनों का चयन करें और पार्किंग मोड चालू करें
ta: வாகன/கள் தேர்வு & நிறுவுதல் முறை இயக்கவும்

source: Profile
hi: प्रोफाइल
ta: விவரம்
te: ప్రొఫైల్

source: When you turn on
hi: जब आप चालू करते हैं
ta: நீங்கள் திரும்பும்போது
te: మీరు ఆన్ చేసినప్పుడు

source: the parking mode, your vehicle will go into "High Alert" mode. An alarm will generate if anyone tries to use your vehicle.
hi: पार्किंग मोड, आपका वाहन "उच्च अलर्ट" मोड में जाएगा। अगर कोई आपके वाहन का उपयोग करने का प्रयास करता है तो अलार्म उत्पन्न होगा।
ta: parking mode, உங்கள் வாகனம் "உயர் எச்சரிக்கை" பயன்முறைக்குச் செல்லும். யாராவது உங்கள் வாகனம் பயன்படுத்த முயற்சிக்கும்போது அலாரம் உருவாக்கும்..
te: పార్కింగ్ మోడ్, మీ వాహనం "హై హెచ్చరిక" మోడ్లోకి వెళ్తుంది. ఎవరైనా మీ వాహనాన్ని ఉపయోగించాలని ప్రయత్నించినప్పుడు ఒక అలారం సృష్టిస్తుంది.

source: DISMISS
hi: खारिज
ta: நிராகரி
te: రద్దుచేసే

source: isTyping
hi: टाइप कर रहा है
ta: தட்டச்சு
te: టైప్ చేస్తోంది

source: Reboot Tracker
hi: रीबूट ट्रैकर
ta: திரட்டியை மீண்டும் துவக்கவும்
te: ట్రాకర్ను పునఃప్రారంభించండి

source: Fuel Cut-off
hi: ईंधन कट ऑफ
ta: எரிபொருள் கட் ஆஃப்
te: ఇంధన కట్-ఆఫ్

source: Fuel Cut-off Restore
hi: ईंधन कट ऑफ बहाल
ta: எரிபொருள் கட்-ஆஃப் மீட்டமை
te: ఇంధన కట్ ఆఫ్ పునరుద్ధరించు

source: Set Alert Number
hi: सतर्कता संख्या सेट करें
ta: எச்சரிக்கை எண் அமைக்கவும்
te: హెచ్చరిక సంఖ్యను సెట్ చేయండి

source: Set Center Number
hi: सेट सेंटर संख्या
ta: மைய எண்ணை அமை
te: సెంటర్ సంఖ్య సెట్

source: Delete Alert Number
hi: सतर्कता संख्या हटाएं
ta: எச்சரிக்கை எண்ணை நீக்கு
te: హెచ్చరిక సంఖ్యను తొలగించండి

source: Overspeed Calibration
hi: ओवरस्पेड अंशांकन
ta: மேல்நோக்கி அளவுத்திருத்தம்
te: విలోమ క్యాలిబ్రేషన్

source: Vibration Alert
hi: कंपन सतर्कता
ta: அதிர்வு எச்சரிக்கை
te: కంపనం హెచ్చరిక

source: Check Location via SMS
hi: एसएमएस के माध्यम से स्थान की जांच करें
ta: SMS வழியாக இருப்பிடத்தைச் சரிபார்க்கவும்
te: SMS ద్వారా స్థానాన్ని తనిఖీ చేయండి

source: Done
hi: किया हुआ
ta: முடிந்தது
te: పూర్తి

source: Vehicle updated successfully.
hi: वाहन सफलतापूर्वक अपडेट किया गया
ta: வெற்றிகரமாக வாகனம் புதுப்பிக்கப்பட்டது.
te: వాహనం విజయవంతంగా నవీకరించబడింది.

source: Do you want to reboot tracker ?
hi: क्या आप ट्रैकर रीबूट करना चाहते हैं?
ta: நீங்கள் tracker ஐ மீண்டும் துவக்க வேண்டுமா?
te: మీరు ట్రాకర్ను రీబూట్ చేయాలనుకుంటున్నారా?

source: Yes
hi: हाँ
ta: ஆம்
te: అవును

source: No
hi: नहीं
ta: இல்லை
te: తోబుట్టువుల

source: Do you want to cut off fuel ?
hi: क्या आप ईंधन काटना चाहते हैं ?
ta: நீங்கள் எரிபொருள் குறைக்க விரும்புகிறீர்களா?
te: మీరు ఇంధనాన్ని తగ్గించాలని అనుకుంటున్నారా?

source: Fuel cut off restore
hi: ईंधन बहाल कटौती
ta: எரிபொருள் ரத்து செய்யப்பட்டது
te: ఇంధన పునరుద్ధరణ కట్

source: Do you want to restore the fuel cut-off
hi: क्या आप ईंधन कट ऑफ को बहाल करना चाहते हैं
ta: எரிபொருள் வெட்டு-நிறுத்தத்தை மீட்டெடுக்க விரும்புகிறீர்களா?
te: మీరు ఇంధన కట్ ఆఫ్ పునరుద్ధరించడానికి అనుకుంటున్నారా

source: To turn off overspeed calibration set to 0
hi: Overspeed अंशांकन सेट 0 को बंद करने के लिए
ta: அதிகபட்ச அளவுடைய அளவு 0 ஐ அமைப்பதற்கு
te: గరిష్టంగా లెక్కింపు అమరికను 0 కు సెట్ చేసేందుకు

source: Do you want to send vibration alert
hi: क्या आप कंपन सतर्कता भेजना चाहते हैं
ta: அதிர்வு எச்சரிக்கை அனுப்ப வேண்டுமா?
te: మీరు కంపన హెచ్చరికను పంపాలనుకుంటున్నారా?

source: Set On
hi: सेट करें
ta: அமைக்கவும்
te: ప్రేరేపించుట

source: Set Off
hi: वजह बनता है
ta: ஆஃப் அமைக்கவும்
te: ఆఫ్ సెట్

source: Cancel
hi: रद्द करना
ta: ரத்து
te: రద్దు

source: Do you want to check location via SMS
hi: क्या आप एसएमएस के माध्यम से स्थान की जांच करना चाहते हैं
ta: SMS வழியாக இருப்பிடத்தை நீங்கள் சரிபார்க்க விரும்புகிறீர்களா?
te: మీరు SMS ద్వారా స్థానాన్ని తనిఖీ చేయాలనుకుంటున్నారా?

source: Please select vehicle first
hi: कृपया पहले वाहन का चयन करें
ta: முதலில் வாகனத்தைத் தேர்ந்தெடுக்கவும்
te: మొదటి వాహనాన్ని ఎంచుకోండి

source: Save
ta: சேமி
te: సేవ్

source: Do you want to delete this number
hi: क्या आप इस नंबर को हटाना चाहते हैं
ta: இந்த எண்ணை நீக்க விரும்புகிறீர்களா?
te: మీరు ఈ నంబర్ను తొలగించాలనుకుంటున్నారా?

source: Delete
hi: हटाना
ta: அழி
te: తొలగించు

source: Cancelled
hi: रद्द
ta: ரத்து
te: రద్దు

source: Failed
hi: अनुत्तीर्ण होना
ta: தோல்வி
te: విఫలమైంది

source: Sent
hi: भेज दिया
ta: அனுப்பப்பட்டது
te: పంపిన

source: Message
hi: संदेश
ta: செய்தி
te: సందేశం

source: OK
hi: ठीक
ta: சரி
te: అలాగే

source: Normal Map
hi: सामान्य मानचित्र
ta: சாதாரண வரைபடம்
te: సాధారణ మ్యాప్

source: Updated:
hi: अपडेट किया गया:
ta: புதுப்பிக்கப்பட்ட:
te: నవీకరించబడింది:

source: Speed:
hi: गति:
ta: வேகம்:
te: స్పీడ్:

source: Battery:
hi: बैटरी:
ta: பேட்டரி:
te: బ్యాటరీ:

source: Address:
hi: पता:
ta: முகவரி:
te: చిరునామా:

source: Position is not available for this device.
hi: स्थिति इस डिवाइस के लिए उपलब्ध नहीं है।
ta: இந்த சாதனத்திற்கான நிலை இல்லை.
te: ఈ పరికరం కోసం స్థానం అందుబాటులో లేదు.

source: Please select vehicle
hi: कृपया वाहन का चयन करें
ta: வாகனத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి వాహనాన్ని ఎంచుకోండి

source: No more than two geofence allowed on a single device.
hi: एक डिवाइस पर दो से अधिक जियोफ़ेंस की अनुमति नहीं है।
ta: ஒற்றை சாதனத்தில் இரண்டு ஜியோஃபென்ஸ் அனுமதி இல்லை.
te: ఒక పరికరంలో రెండు కంటే ఎక్కువ భౌగోళికం అనుమతించబడదు..

source: Geofence deleted successfully
hi: जियोफ़ेंस सफलतापूर्वक हटा दिया गया
ta: புவி வேலி வெற்றிகரமாக நீக்கப்பட்டது
te: Geofence విజయవంతంగా తొలగించబడింది

source: Sharing Vehicle
hi: वाहन साझा करना
ta: வாகனத்தை பகிர்தல்
te: వాహన భాగస్వామ్యం

source: Do you want to stop sharing?
hi: क्या आप साझा करना बंद करना चाहते हैं?
ta: பகிர்வதை நிறுத்த விரும்புகிறீர்களா?
te: మీరు భాగస్వామ్యం చేయాలనుకుంటున్నారా??

source: Okay
hi: ठीक है
ta: சரி
te: సరే

source: location by opening this link
hi: इस लिंक को खोलकर स्थान
ta: lஇந்த இணைப்பை திறப்பதன் மூலம் இருப்பிடம்
te: ఈ లింక్ని తెరవడం ద్వారా నగర

source: View my vehicle's location by opening this link
hi: इस लिंक को खोलकर मेरे वाहन का स्थान देखें
ta: இந்த இணைப்பைத் திறப்பதன் மூலம் எனது வாகனத்தின் இருப்பிடத்தைக் காண்க
te: ఈ లింక్ను తెరవడం ద్వారా నా వాహనం యొక్క స్థానాన్ని వీక్షించండి

source: Please select a vehicle to mobilize
hi: कृपया संगठित करने के लिए एक वाहन का चयन करें
ta: இந்த இணைப்பைத் திறப்பதன் மூலம் எனது வாகனத்தின் இருப்பிடத்தைக் காண்க...
te: దయచేసి సమీకరణకు వాహనాన్ని ఎంచుకోండి

source: Unable to fetch vehicles data due to poor internet connectivity
hi: खराब इंटरनेट कनेक्टिविटी के कारण वाहन डेटा लाने में असमर्थ
ta: மோசமான இணைய இணைப்பு காரணமாக வாகனங்கள் தரவைப் பெற முடியவில்லை
te: పేలవమైన ఇంటర్నెట్ కనెక్టివిటీ కారణంగా వాహనాల డేటాను పొందడం సాధ్యం కాదు

source: Vehicles updated
hi: वाहन अद्यतन
ta: வாகனங்கள் புதுப்பிக்கப்பட்டன
te: వాహనాలు నవీకరించబడ్డాయి

source: Last Updated:
hi: आखरी अपडेट:
ta: கடைசியாக புதுப்பிக்கப்பட்டது:
te: చివరిగా నవీకరించబడింది:

source: Last Updated:
ta: கடைசியாக புதுப்பிக்கப்பட்டது:
te: చివరిగా నవీకరించబడింది:

source: ignitionOn
hi: ज्वलन चालू
ta: பற்றவைப்பு
te: జ్వలన ఆన్

source: ignitionOff
hi: इग्निशन ऑफ
ta: பற்றவைப்பு ஆஃப்
te: జ్వలన ఆఫ్

source: Users
hi: उपयोगकर्ता
ta: பயனர்கள்
te: వినియోగదారులు

source: Share Vehicle
hi: वाहन साझा करें
ta: வாகனத்தை பகிர்ந்து கொள்ளுங்கள்
te: వాహనాన్ని భాగస్వామ్యం చేయండి

source: Are you sure?
hi: क्या आपको यकीन है?
ta: நீ சொல்வது உறுதியா?
te: మీరు చెప్పేది నిజమా?

source: Please fill all details
hi: कृपया सभी विवरण भरें
ta: அனைத்து விவரங்களையும் நிரப்பவும்
te: దయచేసి అన్ని వివరాలను పూరించండి

source: Thank You
hi: धन्यवाद
ta: நன்றி
te: ధన్యవాదాలు

source: You can login using you id and password
hi: आप आईडी और पासवर्ड का उपयोग कर लॉगिन कर सकते हैं
ta: நீங்கள் ஐடி மற்றும் கடவுச்சொல்லை பயன்படுத்தி உள்நுழையலாம்
te: మీరు మీ id మరియు పాస్వర్డ్ ఉపయోగించి లాగిన్ చేయవచ్చు

source: ok
hi: ठीक
ta: சரி
te: అలాగే

source: Confirm
hi: की पुष्टि करें
ta: உறுதிப்படுத்தவும்
te: నిర్ధారించండి

source: Please select date and your vehicle
hi: कृपया तिथि और अपना वाहन चुनें
ta: தேதி மற்றும் உங்கள் வாகனத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి తేదీ మరియు మీ వాహనాన్ని ఎంచుకోండి

source: Please select a date
hi: कृपया एक तिथि का चयन करें
ta: ஒரு தேதியைத் தேர்ந்தெடுக்கவும்
te: దయచేసి తేదీని ఎంచుకోండి

source: Please select your vehicle
hi: कृपया अपना वाहन चुनें
ta: உங்கள் வாகனத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి మీ వాహనాన్ని ఎంచుకోండి

source: No address
hi: कोई पता नहीं
ta: முகவரி இல்லை
te: చిరునామా లేదు

source: Notifications updated
hi: अधिसूचना अद्यतन
ta: அறிவிப்புகள் புதுப்பிக்கப்பட்டன
te: నోటిఫికేషన్లు నవీకరించబడ్డాయి

source: Unable to fetch Notifications due to poor internet connectivity
hi: खराब इंटरनेट कनेक्टिविटी के कारण अधिसूचनाएं लाने में असमर्थ
ta: மோசமான இணைய இணைப்பு காரணமாக அறிவிப்புகளை பெற முடியவில்லை
te: పేద ఇంటర్నెట్ కనెక్టివిటీ కారణంగా నోటిఫికేషన్లను పొందడం సాధ్యం కాదు

source: Last command for
hi: के लिए अंतिम आदेश
ta: கடைசி கட்டளை
te: కోసం చివరి ఆదేశం

source: Ignition off alert
hi: सतर्कता इग्निशन ऑफ
ta: விழிப்புணர்வை புறக்கணித்தல்
te: హెచ్చరిక ఆఫ్ జ్వలన

source: for
hi: के लिये
ta: ஐந்து
te: కోసం

source: Ignition on alert
hi: सतर्कता इग्निशन चालू
ta: எச்சரிக்கை மீது புறக்கணிப்பு
te: హెచ్చరికపై జ్ఞప్తి

source: has exit geofence
hi: जियोफ़ेंस बाहर निकल गया है
ta: ஜியோஃபென்ஸ் வெளியேறுகிறது
te: జియోఫెన్స్ను నిష్క్రమించండి

source: has entered geofence
hi: जियोफ़ेंस में प्रवेश किया है
ta: ஜியோஃபேன்ஸில் நுழைந்தது
te: జియోఫెన్స్లో ప్రవేశించింది

source: Device stopped alert
hi: डिवाइस ने सतर्कता बंद कर दी
ta: சாதனத்தை நிறுத்தியதுt
te: పరికరం హెచ్చరికను ఆపివేసింది

source: Device moving alert
hi: डिवाइस चलती सतर्कता
ta: சாதனம் எச்சரிக்கை நகரும்
te: పరికరం హెచ్చరికను తరలించడం

source: Device online alert
hi: डिवाइस ऑनलाइन अलर्ट
ta: சாதன ஆன்லைன் எச்சரிக்கை
te: పరికర ఆన్లైన్ హెచ్చరిక

source: Device offline alert
hi: डिवाइस ऑफलाइन अलर्ट
ta: சாதன ஆஃப்லைன் விழிப்பூட்டல்
te: పరికర ఆఫ్లైన్ హెచ్చరిక

source: Device unknown alert
hi: डिवाइस अज्ञात सतर्कता
ta: சாதனத்தின் அறியப்படாத எச்சரிக்கை
te: పరికరం తెలియని హెచ్చరిక

source: Powercut Alarm
hi: पावरकट अलार्म
ta: பவர்அட் அலாரம்
te: పవర్ కట్ అలారం

source: alarm for
hi: के लिए अलार्म
ta: அலாரம்
te: అలారం కోసం

source: vehicle
hi: वाहन
ta: வாகன
te: వాహనం

source: alert
hi: सतर्कता
ta: எச்சரிக்கை
te: హెచ్చరిక

source: Overspeed
hi: गति से अधिक
ta: ஓவர்கள் ஓடு
te: ఓవర్ పీడెడ్

source: overspeed
hi: गति से अधिक
ta: ஓவர்கள் ஓடு
te: ఓవర్ పీడెడ్

source: lowBattery
hi: बैटरी कम है
ta: குறைந்த பேட்டரி
te: తక్కువ బ్యాటరీ

source: alarm for
hi: के लिए अलार्म
ta: அலாரம்म
te: అలారం కోసం

source: Alert
hi: सतर्कता
ta: எச்சரிக்கை
te: హెచ్చరిక

source: was sucessfully sent
hi: सफलतापूर्वक भेजा गया था
ta: வெற்றிகரமாக அனுப்பப்பட்டது
te: విజయవంతంగా పంపబడింది

source: Tracker Info
hi: ट्रैकर जानकारी
ta: டிராக்கர் தகவல்
te: ట్రాకర్ సమాచారం

source: All fields are required
hi: सभी फ़ील्ड आवश्यक हैं
ta: அனைத்து துறைகள் தேவை
te: అన్ని ఖాళీలు పూరించవలెను

source: Device has been added successfully.
hi: डिवाइस सफलतापूर्वक जोड़ा गया है
ta: சாதனம் வெற்றிகரமாக சேர்க்கப்பட்டது.
te: పరికరం విజయవంతంగా జోడించబడింది.

source: OKAY
hi: ठीक है
ta: சரி
te: సరే

source: Enter Username and password
hi: उपयोगकर्ता नाम और पासवर्ड दर्ज करें
ta: பயனர்பெயர் மற்றும் கடவுச்சொல்லை உள்ளிடவும்
te: యూజర్పేరు మరియు పాస్వర్డ్ నమోదు చేయండి

source: Password must be greater than 5 characters
hi: पासवर्ड 5 वर्णों से अधिक होना चाहिए
ta: கடவுச்சொல் 5 எழுத்துகளுக்கு அதிகமாக இருக்க வேண்டும்
te: పాస్వర్డ్ తప్పనిసరిగా 5 అక్షరాల కంటే ఎక్కువగా ఉండాలి

source: Password and confirm password does not match
hi: पासवर्ड और पुष्टि पासवर्ड मेल नहीं खाता है
ta: கடவுச்சொல் மற்றும் கடவுச்சொல்லை உறுதிப்படுத்துவது பொருந்தவில்லை
te: పాస్ వర్డ్ మరియు పాస్వర్డ్ నిర్ధారించలేదు

source: Enter OTP to register account
hi: खाता पंजीकृत करने के लिए ओटीपी दर्ज करें
ta: கணக்கு பதிவு செய்ய OTP ஐ உள்ளிடவும்
te: ఖాతాను నమోదు చేయడానికి OTP ను ఎంటర్ చెయ్యండి

source: OTP does not match. Please try again.
hi: ओटीपी मेल नहीं खाता है। कृपया पुन: प्रयास करें
ta: OTP பொருந்தவில்லை. தயவு செய்து மீண்டும் முயற்சிக்கவும்.
te: OTP సరిపోలలేదు. దయచేసి మళ్లీ ప్రయత్నించండి.

source: Please wait for OTP..
hi: ओटीपी के लिए कृपया प्रतीक्षा करें ..
ta: OTP க்கு காத்திருங்கள் ..
te: దయచేసి OTP కోసం వేచి ఉండండి ..

source: Turn Off Notifications
hi: सूचनाएं बंद करो
ta: அறிவிப்புகளை முடக்கவும்.
te: ఈ పోస్ట్ కోసం నోటిఫికేషన్లను ఆపివేయి

source: Do you want to turn off the notifications ?
hi: क्या आप अधिसूचनाएं बंद करना चाहते हैं?
ta: அறிவிப்புகளை முடக்க விரும்புகிறீர்களா?
te: మీరు ప్రకటనలను ఆపివేయాలనుకుంటున్నారా?

source: YES
hi: हाँ
ta: ஆம்
te: అవును

source: NO
hi: नहीं
ta: இல்லை
te: ఏ

source: Turn On Notifications
hi: सूचनाओं को चालू करें
ta: அறிவிப்புகளை இயக்கு
te: నోటిఫికేషన్లను ప్రారంభించండి

source: Do you want to turn on the notifications
hi: क्या आप अधिसूचनाएं चालू करना चाहते हैं
ta: அறிவிப்புகளை இயக்க விரும்புகிறீர்களா?
te: మీరు నోటిఫికేషన్లను ప్రారంభించాలనుకుంటున్నారా?

source: Notification settings updated successfully.
hi: अधिसूचना सेटिंग्स सफलतापूर्वक अपडेट की गई
ta: அறிவிப்பு அமைப்புகள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன.
te: నోటిఫికేషన్ సెట్టింగ్లు విజయవంతంగా నవీకరించబడ్డాయి.

source: Notification is alredy set
hi: अधिसूचना पहले ही सेट है
ta: அறிவிப்பு ஏற்கனவே அமைக்கப்பட்டுள்ளது
te: నోటిఫికేషన్ ఇప్పటికే సెట్ చేయబడింది

source: Notification Setting
hi: अधिसूचना सेटिंग
ta: அறிவிப்பு அமைத்தல்
te: నోటిఫికేషన్ సెట్టింగ్

source: Click on Setting > Notifications > Switch On Allow Notification and choose Alert style as Banner
hi: सेटिंग पर क्लिक करें > सूचनाएं > अधिसूचना की अनुमति दें स्विच करें और अलर्ट शैली को बैनर के रूप में चुनें
ta: அமைத்தல் மீது சொடுக்கவும் > அறிவிப்புகள் > மாற்று அறிவிப்பை அனுமதி மற்றும் பதாகை எச்சரிக்கை பாணி தேர்வு
te: సెట్టింగుపై క్లిక్ చేయండి > ప్రకటనలు > మార్చు నోటిఫికేషన్ను అనుమతించు మరియు బ్యానర్గా హెచ్చరిక శైలిని ఎంచుకోండి

source: Setting
hi: सेटिंग
ta: அமைப்பை
te: సెట్టింగు

source: Please press on setting > Bolt > Notification > Switch On Allow Notification and choose Alert style as Banner
hi: कृपया सेटिंग पर दबाएं > बोल्ट > अधिसूचना > अधिसूचना की अनुमति दें स्विच करें और अलर्ट शैली को बाने के रूप में चुनें
ta: அமைப்பை அழுத்தவும் > ஆணி > அறிவித்தல் > மாற்று அறிவிப்பை அனுமதி மற்றும் பதாகை எச்சரிக்கை பாணி தேர்வு
te: దయచేసి అమరిక నొక్కండి> బోల్ట్ > నోటిఫికేషన్ > మార్చు నోటిఫికేషన్ను అనుమతించు మరియు బ్యానర్గా హెచ్చరిక శైలిని ఎంచుకోండి

source: Your password has been reseet. Please login using you id and new password
hi: आपका पासवर्ड रीसेट किया गया है। कृपया आईडी और नए पासवर्ड का उपयोग करके लॉगिन करें
ta: உங்கள் கடவுச்சொல் மீளமைக்கப்பட்டது. நீங்கள் ஐடி மற்றும் புதிய கடவுச்சொல்லைப் பயன்படுத்தி உள்நுழைக
te: మీ పాస్వర్డ్ రీసెట్ చేయబడింది. దయచేసి మీ ID మరియు క్రొత్త పాస్వర్డ్ని ఉపయోగించి లాగిన్ చేయండి

source: Password and confirm password does not match.
hi: पासवर्ड और पुष्टि पासवर्ड मेल नहीं खाता है।
ta: கடவுச்சொல் மற்றும் கடவுச்சொல்லை உறுதிப்படுத்துவது பொருந்தவில்லை.
te: పాస్ వర్డ్ మరియు పాస్వర్డ్ నిర్ధారించలేదు

source: Enter OTP to reset password
hi: पासवर्ड रीसेट करने के लिए ओटीपी दर्ज करें
ta: கடவுச்சொல்லை மீட்டமைக்க OTP ஐ உள்ளிடுக
te: పాస్ వర్డ్ ను రీసెట్ చేయడానికి OTP ను ఎంటర్ చెయ్యండి

source: OTP resend successfully.
hi: ओटीपी सफलतापूर्वक भेजता है।
ta: OTP வெற்றிகரமாக அனுப்பப்பட்டது.
te: OTP విజయవంతంగా మళ్ళీ పంపబడింది

source: Create Geofence
hi: जियोफ़ेंस बनाएं
ta: ஜியோ வேன்ஸை உருவாக்கவும்
te: జియోఫెన్స్ సృష్టించు

source: Enter a text
hi: एक पाठ दर्ज करें
ta: ஒரு உரையை உள்ளிடவும்
te: వచనాన్ని నమోదు చేయండి

source: Name
hi: नाम
ta: பெயர்
te: పేరు

source: Submit
hi: जमा करें
ta: சமர்ப்பி
te: లొంగు

source: Please create a geofence first
hi: कृपया पहले एक जियोफ़ेंस बनाएँ
ta: முதலில் ஒரு ஜியோஃபென்ஸை உருவாக்கவும்
te: దయచేసి ముందుగా ఒక జియోఫెన్స్ సృష్టించండి

source: Geofence added successfully
hi: जियोफ़ेंस सफलतापूर्वक जोड़ा गया
ta: ஜியோ வேன் வெற்றிகரமாக சேர்க்கப்பட்டது
te: జియోఫెన్స్ విజయవంతంగా జోడించబడింది

source: Geofence Updated successfully
hi: जियोफ़ेंस सफलतापूर्वक अपडेट किया गया
ta: புவி வேலி வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: జియోఫెన్స్ విజయవంతంగా నవీకరించబడింది

source: Stop Location
hi: स्थान रोको
ta: இருப்பிடத்தை நிறுத்தவும்
te: స్థానాన్ని ఆపివేయి

source: Start Location
hi: स्थान शुरू करें
ta: இருப்பிடம் தொடங்கவும்
te: స్థానం ప్రారంభించండి

source: End Location
hi: अंत स्थान
ta: இருப்பிடத்தின் முடிவு
te: స్థానం ముగించు

source: Replay speed is
hi: रीप्ले गति है
ta: மறு வேகம்
te: రీప్లే వేగం
