Repository: py3139406/bolt_ios
Catalog: *.lproj/Localizable.strings
Languages: hi, ta, te

source: Please add GeoFence First
hi: कृपया जियोफेंस पहले जोड़ें
ta: தயவுசெய்து ஜியோ வேர்ஸை முதலில் சேர்க்கவும்
te: దయచేసి మొదట జియోఫెన్స్ ను జోడించండి

source: Update Geofence
hi: जियोफ़ेंस अपडेट करें
ta: ஜியோஃபென்ஸ் புதுப்பிக்கவும்
te: నవీకరించండి జియోఫెన్స్

source: View Geofence
hi: जियोफ़ेंस देखें
ta: புவி வேலினைக் காண்க
te: చూడండి జియోఫెన్స్

source: Sharing is no longer available
hi: साझा करना अब उपलब्ध नहीं है
ta: பகிர்வு இனி கிடைக்காது
te: భాగస్వామ్యం ఇకపై అందుబాటులో లేదు

source: Users/Vehicles
hi: उपयोगकर्ताओं / वाहन
ta: பயனர்கள் / வாகனங்கள்
te: వినియోగదారులు / వాహనాలు

source: Vehicle's ignition is on. Are you sure you want to activate parking mode for this vehicle?
hi: वाहन की इग्निशन चालू है। क्या आप वाकई इस वाहन के लिए पार्किंग मोड को सक्रिय करना चाहते हैं?
ta: வாகனத்தின் பற்றவைப்பு இயங்குகிறது. இந்த வாகனத்திற்கான நிறுவு முறைமையை நீங்கள் நிச்சயமாக செயல்படுத்த விரும்புகிறீர்களா?
te: వాహనం యొక్క జ్వలన ఉంది. మీరు ఈ వాహనం కోసం పార్కింగ్ మోడ్ను సక్రియం చేయాలనుకుంటున్నారా?

source: Parking mode activation failed
hi: पार्किंग मोड सक्रियण विफल रहा
ta: பார்க்கிங் பயன்முறை செயல்படுத்தல் தோல்வியடைந்தது

source: Email
hi: ईमेल
ta: மின்னஞ்சல்
te: ఇమెయిల్

source: Number of vechiles
hi: वाहनों की संख्या
ta: வாகனங்கள் எண்ணிக்கை
te: వాహనాల సంఖ్య

source: Change username
hi: उपयोगकर्ता नाम परिवर्तन करें
ta: பயனர் பெயர் மாற்ற
te: వినియోగదారు పేరుని మార్చండి

source: Enter new user name
hi: नया उपयोगकर्ता नाम दर्ज करें
ta: புதிய பயனர்பெயரை உள்ளிடவும்
te: క్రొత్త యూజర్ పేరును నమోదు చేయండి

source: Change email
hi: ई - मेल बदलें
ta: மின்னஞ்சலை மாற்று
te: ఈ - మెయిల్ ను మార్చండి

source: Enter new email id
hi: नई ईमेल आईडी दर्ज करें
ta: புதிய மின்னஞ்சல் ஐடியை உள்ளிடவும்
te: క్రొత్త ఇమెయిల్ ఐడిని నమోదు చేయండి

source: Please logout & then tap on forget password to reset your password
hi: कृपया लॉगआउट करें और फिर अपना पासवर्ड रीसेट करने के लिए पासवर्ड भूल गए टैप करें
ta: தயவுசெய்து உங்கள் கடவுச்சொல்லை மீட்டமைக்க கடவுச்சொல்லை மறந்து கடவுச்சொல்லை மறந்துவிட்டு தட்டவும்
te: దయచేసి లాగ్అవుట్ చేసి, మీ పాస్ వర్డ్ ను రీసెట్ చెయ్యడానికి మర్చిపోయి పాస్వర్డ్ను నొక్కండి

source: No data found.
hi: कोई डेटा नहीं मिला।
ta: வேறு தகவல்கள் இல்லை.
te: డేటా కనుగొనబడలేదు.

source: Username or password is not valid.
hi: उपयोगकर्ता नाम या पासवर्ड मान्य नहीं है।
ta: பயனர்பெயர் அல்லது கடவுச்சொல் செல்லுபடியாகாது.
te: యూజర్ పేరు లేదా పాస్ వర్డ్ చెల్లదు.

source: Some problem has occured please try later.
hi: कुछ समस्या आई है कृपया बाद में प्रयास करें।
ta: சில சிக்கல் ஏற்பட்டது பின்னர் முயற்சிக்கவும்
te: కొన్ని సమస్య సంభవించింది దయచేసి తరువాత ప్రయత్నించండి.

source: Please check your internet connection
hi: कृपया अपने इंटरनेट कनेक्शन की जाँच करें
ta: உங்கள் இணைய இணைப்பு சரிபார்க்கவும்
te: దయచేసి మీ ఇంటర్నెట్ కనెక్షన్ను తనిఖీ చేయండి

source: Requests successful
hi: अनुरोध सफल
ta: கோரிக்கைகள் வெற்றிகரமாக
te: అభ్యర్థనలు విజయవంతమయ్యాయి

source: years ago
hi: साल पहले
ta: ஆண்டுகளுக்கு முன்பு
te: సంవత్సరాల క్రితం

source: Last year
hi: पिछले साल
ta: கடந்த வருடம்
te: గత సంవత్సరం

source: months ago
hi: महिनो पहले
ta: மாதங்களுக்கு முன்பு
te: నెలల క్రితం

source: Last month
hi: पिछले महीने
ta: கடந்த மாதம்
te: పోయిన నెల

source: weeks ago
hi: हफ़्तों पहले
ta: வாரங்களுக்கு முன்பு
te: వారాల క్రితం

source: Last week
hi: पिछले सप्ताह
ta: கடந்த வாரம்
te: గత వారం

source: days ago
hi: दिन पहले
ta: நாட்கள் முன்பு
te: రోజుల క్రితం

source: Yesterday
hi: बिता कल
ta: நேற்று
te: నిన్న

source: hours ago
hi: घंटो पहले
ta: மணி நேரத்திற்க்கு முன்பு
te: గంటల క్రితం

source: An hour ago
hi: एक घंटा पहले
ta: ஒரு மணி நேரம் முன்பு
te: గంటల క్రితం...

source: minutes ago
hi: मिनट पहले
ta: நிமிடங்கள் முன்பு
te: నిమిషాల ముందు

source: A minute ago
hi: एक मिनट पहले
ta: ஒரு நிமிடம் முன்பு
te: ఒక నిమిషం క్రితం

source: seconds ago
hi: सेकंड पहले
ta: விநாடிகள் முன்பு
te: సెకన్ల క్రితం

source: Just now
hi: अभी अभी
ta: இப்போது
te: ఇప్పుడే

source: Tracking
hi: नज़र रखना
ta: கண்காணிப்பு
te: கண்காணிப்பு

source: Vehicles
hi: वाहन
ta: வாகனங்கள்
te: வாகனங்கள்

source: Notification
hi: अधिसूचना
ta: அறிவித்தல்
te: அறிவித்தல்

source: Parking
hi: पार्किंग
ta: பார்க்கிங்
te: பார்க்கிங்

source: CHAT
hi: चैट
ta: அரட்டை
te: చాట్

source: FOLLOWERS
hi: फ़ॉलोअर्स
ta: பின்பற்றுபவர்கள்
te: అనుచరులు

source: Please select a vehicle to immobilize
hi: कृपया immobilize करने के लिए एक वाहन का चयन करें
ta: ஊக்கப்படுத்த ஒரு வாகனத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి నిరోధానికి ఒక వాహనాన్ని ఎంచుకోండి

source: Password changed
hi: पासवर्ड बदला गया
ta: கடவுச்சொல் மாற்றப்பட்டது
te: పాస్వర్డ్ మార్చబడింది
